Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CapHistoryNoMarketPicks
source: None of your list is on the {0} market
de: Keine Auswahl aus deiner Liste liegt am Markt {0}
ja: リストの選択肢は {0} 市場にありません
zh_hant: 清單裡沒有一家公司屬於 {0} 市場

# NavCapHistory.Content
source: Market value
de: Marktwert
ja: 時価総額の推移
zh_hant: 市值歷程

# CapHistoryPageTitle.Text
source: Market Value History
de: Marktwert-Verlauf
ja: 時価総額の推移
zh_hant: 市值歷程

# CapHistoryPageSubtitle.Text
source: One company's circulating market value over the years with its share price beneath it — or several companies compared as one line each, named at its end.
de: Der Marktwert eines Unternehmens im Zeitverlauf, darunter sein Aktienkurs — oder mehrere Unternehmen, je eine Linie, am Ende beschriftet.
ja: 一社の流通時価総額の推移と、同じ軸上にその株価。複数社なら一本ずつの線になり、末端に名前が付きます。
zh_hant: 一家公司流通市值隨年份的變化，同一時間軸上是它的股價；選了幾家公司則各畫一條線，在末端標出名字。

# CapHistoryCapWord
source: Market value
de: Marktwert
ja: 流通時価総額
zh_hant: 流通市值

# CapHistoryPriceWord
source: Share price
de: Aktienkurs
ja: 株価
zh_hant: 股價

# CapHistoryAveragePriceWord
source: Average trade price
de: Durchschnittlicher Handelskurs
ja: 平均売買価格
zh_hant: 成交均價

# CapHistoryCapUnit
source: 100M {0}
de: 100 Mio. {0}
ja: 億{0}
zh_hant: 億{0}

# CapHistoryDefaultTitle
source: {0} market value
de: {0} Marktwert
ja: {0} の時価総額
zh_hant: {0}市值歷程

# CapHistoryFetched
source: {0} trading days, {1} to {2}. Value at the end: {3}.
de: {0} Handelstage, {1} bis {2}. Marktwert am Ende: {3}.
ja: {0} 営業日、{1} から {2}。期末の時価総額は {3}。
zh_hant: 已取到 {0} 個交易日，{1} 至 {2}。期末市值 {3}。

# CapHistoryNoTurnover
source: No turnover figure for this instrument in that range. The share count — and so the value — is recovered from it, so without one there is nothing to draw.
de: Für dieses Instrument liegt in diesem Zeitraum keine Umsatzrate vor. Aus ihr wird die Aktienzahl und damit der Wert gewonnen — ohne sie gibt es nichts zu zeichnen.
ja: この銘柄にはこの期間の売買高回転率のデータがありません。株数、そして時価総額はそこから求めるため、それがなければ描けるものがありません。
zh_hant: 該標的在這個區間沒有換手率數據。股本（以及市值）要由它還原，沒有它就畫不出來。

# CapHistoryMarketNone
source: This market is not served: its turnover rate will not give up a share count, and without one there is no value to draw.
de: Dieser Markt wird nicht bedient: Seine Umsatzrate ergibt keine Aktienzahl, und ohne sie gibt es keinen Wert zu zeichnen.
ja: この市場は対象外です。回転率から株式数が得られず、それがなければ描ける値もありません。
zh_hant: 目前市場不支援：該市場的換手率換算不出股本，沒有股本就沒有市值可畫。

# CapHistoryRangeTooLong
source: That span is longer than this page can walk: about {0} years is the most one run of requests reaches.
de: Dieser Zeitraum ist länger, als diese Seite gehen kann: etwa {0} Jahre sind das Meiste, was ein Durchlauf erreicht.
ja: この期間はこのページが辿れる範囲を超えています。一連のリクエストで届くのはおよそ {0} 年までです。
zh_hant: 這個區間超過了本頁能回溯的長度：一次取數最多約 {0} 年。

# CapHistoryNote.Text
source: Only the shares traded in this market are counted, not the ones this company lists elsewhere. For a company listed in two places the line therefore sits below the “total market value” a quote app shows, which prices those other shares at this market's price too.
de: Gezählt werden nur die Aktien, die in diesem Markt gehandelt werden — nicht die, die dieses Unternehmen anderswo notiert hat. Bei doppelter Notierung liegt die Linie daher unter der „Gesamtmarktkapitalisierung“, die eine Kurs-App zeigt: Dort werden die anderen Aktien zum Kurs dieses Marktes bewertet.
ja: ここで数えるのはこの市場で取引される株式だけで、この会社が別の市場に上場している株式は含みません。二重上場の会社では、その線は相場アプリが示す『総時価総額』より下になります——あちらは別市場の株式もこの市場の価格で換算しているからです。
zh_hant: 這裡只算本市場可交易的股票，不含這家公司在其它市場的股票。兩地上市公司的圖上值因此會低於行情軟體的「總市值」——後者把其它市場的股票也按本市場價格折了進來。

# CapHistoryHighMark
source: High {0}
de: Hoch {0}
ja: 最高 {0}
zh_hant: 最高 {0}

# CapHistoryLowMark
source: Low {0}
de: Tief {0}
ja: 最低 {0}
zh_hant: 最低 {0}

# StudioRange60M
source: 5 years
de: 5 Jahre
ja: 5 年
zh_hant: 5 年

# StudioRange120M
source: 10 years
de: 10 Jahre
ja: 10 年
zh_hant: 10 年

# INSTUSMETAOQ
source: Meta
ja: メタ
ko: 메타

# INSTUSVN
source: Visa
ja: ビザ
ko: 비자

# PositionVsTitle
source: {0} vs {1}
cs: {0} versus {1}
de: {0} gegen {1}
es: {0} frente a {1}
fr: {0} face à {1}
pt_br: {0} contra {1}
ru: {0} против {1}

# DcaVsTitle
source: {0} vs {1}
cs: {0} versus {1}
de: {0} gegen {1}
es: {0} frente a {1}
fr: {0} face à {1}
pt_br: {0} contra {1}
ru: {0} против {1}

# StudioTitleNote.Text
source: Leave it empty to use the default. A long title is scaled down to fit rather than clipped, to half size at most.
it: Lascialo vuoto per usare il titolo predefinito. Un titolo lungo viene ridotto in proporzione invece di essere tagliato, fino a metà della dimensione.
tr: Varsayılan başlığı kullanmak için boş bırakın. Uzun bir başlık kırpılmak yerine oranlı biçimde küçültülür, en çok yarı boyuta kadar.

# StudioMarginNote.Text
source: Measured against 1080×1920 and scaled to the chosen resolution, so a value tuned here holds at every size. The left margin also decides where the axis labels land. The top margin starts at the band a phone keeps for its own interface, so the title can never slide under it.
it: Misurati su 1080×1920 e riscalati sulla risoluzione scelta, così un valore messo a punto qui vale a ogni dimensione. Il margine sinistro decide anche dove finiscono le etichette dell'asse. Il margine superiore parte dalla fascia che il telefono riserva alla sua interfaccia, così il titolo non finisce mai sotto di essa.
tr: 1080×1920 tabanına göre ölçülür ve seçilen çözünürlüğe oranlanır; burada ayarlanan bir değer her boyutta geçerlidir. Sol kenar boşluğu ayrıca eksen etiketlerinin nereye düşeceğini belirler. Üst kenar boşluğu, telefonun kendi arayüzü için ayırdığı banttan başlar; böylece başlık asla altına girmez.
